{
    "menu":{
        "home": "Главная",
        "about": "О нас",
        "projects": "Проекты",
        "prices": "Цены",
        "blog": "Блог",
        "contact": "Контакты"
    },


    "buttonLights":{
        "connection": "Связь"
    },


    "buttonSecondary":{
        "projectsAll": "Смотреть проекты"
    },


    "main":{
        "solution": "Лучшее решение",
        "job": "Разработка сайтов для вашего бизнесса",
        "title":"Разработка",
        "titlePart1":"сайтов под ключ",
        "titlePart2":"от лендинга до нтернет-магазина",
        "description":"Функциональные и уникальные сайты под любые задачи — от одностраничных решений до многостраничных и корпоративных проектов с продуманной логикой и дизайном"
    },


    "advantage":{
        "solution":"Дизайн с нуля — без шаблонов. Учитываем стиль бренда, UX и современные тренды.",
        "description":"Сильный дизайн",
        "develop":"Разрабатываем уникальные решения на React и Django с полным функционалом под ваши задачи.",
        "individual":"Индивидуальное решение",
        "functional":"Разработки от дизайна до програмирования ui и серверной части а также индивидуального функциона",
        "full":"Полный цикл разработки."
    },

    "cardBast":{
        "text":"Одностраничные",
        "solution":"Быстрые и эффективные, идеально подходят для презентации одного продукта или услуги.",
        "multi-page":"Многостраничные",
        "multi-page-text":"Удобная структура для компаний с большим объёмом информации, услуг или контента.",
        "onlineStores":"Интернет-магазины",
        "onlineStoresText":"Полноценные площадки для онлайн-продаж с каталогом, корзиной и системой оплаты."
    },


    "textDecoration":{
        "default":"НАШИ",
        "solutions":"решения",
        "price":"Цены"
    },


    "cardJobOne":{
        "textOne":"Уникальный",
        "textTwo":"дизайн",
        "description":"Дизайн с нуля — без шаблонов. Мы создаём уникальный визуальный стиль, отражающий характер вашего бренда. Упор на креатив, UX и современные тренды позволяет нам делать интерфейсы не только красивыми, но и удобными для пользователей."
    },


    "cardJobTwo":{
        "description":"Сайт с полноценной структурой и отдельными разделами: главная, о компании, услуги, портфолио, блог, контакты.Подходит для бизнеса, корпоративных проектов и онлайн-сервисов с большим объёмом информации.",
        "textOne":"Адаптивная",
        "textTwo":"вёрстка"
    },

    "cardJobThree":{
        "textOne":"Frontend",
        "textTwo":"на React",
        "description":"Разрабатываем современный, быстрый и отзывчивый интерфейс с использованием React. Благодаря компонентной архитектуре сайт легко масштабируется и быстро работает даже при высокой нагрузке. Дизайн адаптивен и отлично смотрится на всех устройствах — от мобильного до десктопа."
    },

    "cardJobFour":{
        "description":"С Django и React можно реализовать множество фишек: личные кабинеты, онлайн-оплаты, чаты, фильтры, умный поиск, уведомления, адаптивные формы, панели администратора  — выбор функциональности ограничен воображением",
        "textOne":"Backend",
        "textTwo":"на Django"
    },

    "cardJobFive":{
        "textOne":"Хостинг",
        "textTwo":"и поддержка",
        "description":"Разрабатываем современный, быстрый и отзывчивый интерфейс с использованием React. Благодаря компонентной архитектуре сайт легко масштабируется и быстро работает даже при высокой нагрузке. Дизайн адаптивен и отлично смотрится на всех устройствах — от мобильного до десктопа."
    },

    "Shedule":{
        "text":"Эффективное",
        "textOne":"решение",
        "textTwo":"для вашего бизнеса",
        "item":"Мы предлагаем полный цикл разработки веб-ресурсов — от дизайна до запуска. Помогаем компаниям эффективно перенести бизнес в онлайн и увеличить конверсии за счёт продуманной структуры, адаптивного дизайна и современных технологий.",
        "itemOne":"Разработка веб-ресурсов",
        "itemTwo":"это не просто создание сайта, это  инструмент для роста  вашего бизнесса",
        "itemCard":"Привлечении клиентов",
        "itemCardOne":"Удобстве взаимодействия",
        "itemCardTwo":"Оптимизации бизнес-процессов"
    },

    "price":{
        "multiPage":"Многостраничные",
        "magazin":"Интернет магазины",
        "landingPage":"Одностраничные",
        "multiPageItem":"от"
    },

    "buttonMain":{
        "order":"Заказать"
    },

    "DesignSectionOne":{
        "item":"Мы разрабатываем",
        "itemOne":"по-настоящему уникальные дизайны,",
        "itemTwo":"которые невозможно спутать с другими.",
        "itemThree":"Наши дизайнеры создают визуальный стиль, который выделяет ваш бизнес среди конкурентов — современный, выразительный и запоминающийся.Каждый элемент продуман: от цветовой палитры до композиции.Наш фирменный стиль узнаваем и помогает сформировать сильный образ бренда в глазах клиента"
    },

    "DesignSectionTwo":{
        "item":"Мы создаём —",
        "itemOne":"frontend на базе React",
        "itemTwo":"одного из самых мощных инструментов для построения",
        "itemThree":"динамичных и адаптивных пользовательских интерфейсов,",
        "itemFour":"которые невозможно спутать с другими.",
        "ItemFive":"React позволяет реализовывать гибкие и быстрые сайты с интерактивными элементами, плавной навигацией и моментальной загрузкой страниц без перезагрузки.адаптивную верстку для всех устройств, формы и валидацию данных, динамические фильтры, поиск и сортировку ,личные кабинеты, корзины, избранное, подключение к backend API (Django),интерактивные элементы и анимации,темную/светлую тему, уведомления, лоадеры и многое другое."
    },

    "DesignSectionThree":{
        "item":"Внутренняя часть наших проектов разработана",
        "itemOne":"на Python  Django одном из самых мощных, масштабируемых и надёжных фреймворков.",
        "itemThree":"Django позволяет быстро создавать сложные веб-приложения с чистой архитектурой и понятной структурой кода.Благодаря своей гибкости и масштабируемости Django подходит как для небольших проектов, так и для крупных корпоративных систем.Он включает готовые инструменты для работы с базами данных, админ-панелью, авторизацией и безопасностью."
    }
}
