{

    "menu":{
        "home": "Home",
        "about": "About",
        "projects": "Projects",
        "prices": "Prices",
        "blog": "Blog",
        "contact": "Contact"
    },

    "buttonLights":{
        "connection":"Connection"
    },

    "buttonSecondary":{
        "projectsAll":"View projects"
    },

    "main":{
        "solution": "Solution",
        "job":"Website development for your business",
        "title":"Development",
        "titlePart1":"turnkey websites",
        "titlePart2":"from landing page to online store",
        "description":"Functional and unique websites for any task - from single-page solutions to multi-page and corporate projects with well-thought-out logic and design"
    },

    "advantage":{
        "solution":"Design from scratch - no templates. We take into account brand style, UX and modern trends.",
        "description":"Strong design",
        "develop":"We develop unique solutions on React and Django with full functionality for your tasks.",
        "individual":"Customized solution",
        "functional":"Developments from design to UI and server programming as well as individual functionality.",
        "full":"Full development cycle."
    },

    "cardBast":{
        "text":"Landing page",
        "solution":"Fast and effective, ideal for presenting a single product or service.",
        "multi-page":"Multi-page",
        "multi-page-text":"Convenient structure for companies with a large volume of information, services or content.",
        "onlineStores":"Online stores",
        "onlineStoresText":"Full-fledged platforms for online sales with a catalog, shopping cart and payment system."
    },
    "textDecoration":{
        "default":"OUR",
        "solutions":"solutions",
        "price":"price"

    },

    "cardJobOne":{
        "textOne":"Unique",
        "textTwo":"design",
        "description":"Design from scratch — no templates. We create a unique visual style that reflects the character of your brand. Focus on creativity, UX and modern trends allows us to make interfaces not only beautiful, but also convenient for users."
    },

    "cardJobTwo":{
        "description":"A site with a full structure and separate sections: home, about the company, services, portfolio, blog, contacts. Suitable for business, corporate projects and online services with a large amount of information.",
        "textOne":"Adaptive",
        "textTwo":"layout"
    },


    "cardJobThree":{
        "textOne":"Frontend",
        "textTwo":"in React",
        "description":"We develop a modern, fast and responsive interface using React. Thanks to the component architecture, the site is easily scalable and works quickly even under high load. The design is adaptive and looks great on all devices - from mobile to desktop."
    },

    "cardJobFour":{
        "description":"With Django and React, you can implement a lot of features: personal accounts, online payments, chats, filters, smart search, notifications, adaptive forms, admin panels - the choice of functionality is limited by your imagination",
        "textOne":"Backend",
        "textTwo":"in Django"
    },

    "cardJobFive":{
        "textOne":"Hosting",
        "textTwo":"and support",
        "description":"We develop a modern, fast and responsive interface using React. Thanks to the component architecture, the site is easily scalable and works quickly even under high load. The design is adaptive and looks great on all devices - from mobile to desktop."
    },


    "Shedule":{
        "text":"Effective",
        "textOne":"solution",
        "textTwo":"for your business",
        "item":"We offer a full cycle of web resource development — from design to launch. We help companies effectively move their business online and increase conversions through a well-thought-out structure, adaptive design, and modern technologies",
        "itemOne":"Web resource development",
        "itemTwo":"it's not just a website creation, it's a tool for growing your business",
        "itemCard":"Attracting clients",
        "itemCardOne":"Ease of interaction",
        "itemCardTwo":"Optimization of business processes"
    },


    "price":{
        "multiPage":"Multi-page",
        "magazin":"Online stores",
        "landingPage":"Landing page",
        "multiPageItem":"from"
    },

    "buttonMain":{
        "order":"Order"
    },

    "DesignSectionOne":{
        "item":"We are developing",
        "itemOne":"truly unique designs,",
        "itemTwo":"which cannot be confused with others.",
        "itemThree":"Our designers create a visual style that sets your business apart from competitors - modern, expressive and memorable. Every element is thought out: from the color palette to the composition. Our corporate style is recognizable and helps to form a strong brand image in the eyes of the client"
    },

    "DesignSectionTwo":{
        "item":"We create -",
        "itemOne":"frontend based on React",
        "itemTwo":"one of the most powerful tools for building",
        "itemThree":"dynamic and adaptive user interfaces,",
        "itemFour":"which cannot be confused with others.",
        "ItemFive":"React allows you to implement flexible and fast websites with interactive elements, smooth navigation and instant page loading without reloading. adaptive layout for all devices, forms and data validation, dynamic filters, search and sorting, personal accounts, baskets, favorites, connection to the backend API (Django), interactive elements and animations, dark/light theme, notifications, loaders and much more."
    },

    "DesignSectionThree":{
        "item":"The interior of our projects is designed",
        "itemOne":"on Python Django one of the most powerful, scalable and reliable frameworks.",
        "itemThree":"Django allows you to quickly create complex web applications with a clean architecture and understandable code structure. Due to its flexibility and scalability, Django is suitable for both small projects and large corporate systems. It includes ready-made tools for working with databases, admin panel, authorization and security."
    }
    



}




