{
    "menu":{
        "home": "Головна",
        "about": "Про нас",
        "projects": "Проєкти",
        "prices": "Ціни",
        "blog": "Блог",
        "contact": "Контакти"
    },

    "buttonLights":{
        "connection": "Зв'язок"
    },


    "buttonSecondary":{
        "projectsAll": "Дивитись проєкти"
    },


    "main":{
        "solution": "Найкраще рішення",
        "job": "Розробка сайтів для вашого бізнесу",
        "title":"Розробка",
        "titlePart1":"сайтів під ключ",
        "titlePart2":"від лендінгу до інтернет-магазину",
        "description":"Функціональні та унікальні сайти під будь-які завдання — від односторінкових рішень до багатосторінкових та корпоративних проєктів із продуманною логікою та дизайном"
    },


    "advantage":{
        "solution":"Дизайн з нуля без шаблонів. Враховуємо стиль бренду, UX та сучасні тренди.",
        "description":"Сильний дизайн",
        "develop":"Розробляємо унікальні рішення на React та Django з повним функціоналом під ваші завдання.",
        "individual":"Індивідуальне рішення",
        "functional":"Розробки від дизайну до програмування ui та серверної частини, а також індивідуального функціонування.",
        "full":"Повний цикл розробки."
    },

    "cardBast":{
        "text":"Односторінкові",
        "solution":"Швидкі та ефективні, ідеально підходять для презентації одного продукту чи послуги.",
        "multi-page":"Багатосторінкові",
        "multi-page-text":"Зручна структура для компаній із великим обсягом інформації, послуг чи контенту.",
        "onlineStores":"Інтернет-магазини",
        "onlineStoresText":"Повноцінні майданчики для онлайн-продажів з каталогом, кошиком та системою оплати."
    },
    
    "textDecoration":{
        "default":"НАШІ",
        "solutions":"рішення"
    },

    "cardJobOne":{
        "textOne":"Унікальний",
        "textTwo":"дизайн",
        "description":"Дизайн з нуля без шаблонів. Ми створюємо унікальний візуальний стиль, що відбиває характер вашого бренду. Упор на креатив, UX та сучасні тренди дозволяє нам робити інтерфейси не лише красивими, а й зручними для користувачів."
    },

    "cardJobTwo":{
        "description":"Сайт з повноцінною структурою та окремими розділами: головна, про компанію, послуги, портфоліо, блог, контакти. Підходить для бізнесу, корпоративних проектів та онлайн-сервісів з великим обсягом інформації.",
        "textOne":"Адаптивна",
        "textTwo":"верстка"
    },

    "cardJobThree":{
        "textOne":"Frontend",
        "textTwo":"на React",
        "description":"Розробляємо сучасний, швидкий та чуйний інтерфейс з використанням React. Завдяки компонентній архітектурі сайт легко масштабується та швидко працює навіть при високому навантаженні. Дизайн адаптивний і чудово виглядає на всіх пристроях - від мобільного до робочого столу."
    },

    "cardJobFour":{
        "description":"З Django і React можна реалізувати безліч фішок: особисті кабінети, онлайн-оплати, чати, фільтри, розумний пошук, повідомлення, адаптивні форми, панелі адміністратора - вибір функціональності обмежений уявою",
        "textOne":"Backend",
        "textTwo":"на Django"
    },

    "cardJobFive":{
        "textOne":"Хостинг",
        "textTwo":"та підтримка",
        "description":"Розробляємо сучасний, швидкий та чуйний інтерфейс з використанням React. Завдяки компонентній архітектурі сайт легко масштабується та швидко працює навіть при високому навантаженні. Дизайн адаптивний і чудово виглядає на всіх пристроях - від мобільного до робочого столу."
    },


    "Shedule":{
        "text":"Ефективне",
        "textOne":"рішення",
        "textTwo":"для вашого бізнесу",
        "item":"Ми пропонуємо повний цикл розробки веб-ресурсів від дизайну до запуску. Допомагаємо компаніям ефективно перенести бізнес в онлайн та збільшити конверсії за рахунок продуманої структури, адаптивного дизайну та сучасних технологій.",
        "itemOne":"Розробка веб-ресурсів",
        "itemTwo":"це не просто створення сайту, це інструмент для зростання вашого бізнесу",
        "itemCard":"Залучення клієнтів",
        "itemCardOne":"Зручності взаємодії",
        "itemCardTwo":"Оптимізації бізнес-процесів"
    }

}
